Repository: oveleon/contao-recommendation-bundle
Catalog: src/Resources/contao/languages/*/*_recommendation.xlf
Languages: de

# tl_recommendation.notVerified
source: Not verified
de: Nicht verifiziert

# tl_recommendation.title.0
source: Title
de: Titel

# tl_recommendation.title.1
source: Please enter the recommendation title.
de: Bitte geben Sie den Titel der Bewertung ein.

# tl_recommendation.alias.0
source: Recommendation alias
de: Alias der Bewertung

# tl_recommendation.alias.1
source: The recommendation alias is a unique reference to the recommendation which can be called instead of its numeric ID.
de: Der Alias der Bewertung ist eine eindeutige Referenz, die anstelle der numerischen Bewertungs-ID aufgerufen werden kann.

# tl_recommendation.author.0
source: Author
de: Autor

# tl_recommendation.author.1
source: Here you can change the author of the recommendation.
de: Hier können Sie den Autor der Bewertung ändern.

# tl_recommendation.location.0
source: Location
de: Ort

# tl_recommendation.location.1
source: Here you can enter the name of the location.
de: Hier können Sie den Namen des Ortes eingeben.

# tl_recommendation.date.0
source: Date
de: Datum

# tl_recommendation.date.1
source: Please enter the date according to the global date format.
de: Bitte geben Sie das Datum gemäß des globalen Datumsformats ein.

# tl_recommendation.time.0
source: Time
de: Uhrzeit

# tl_recommendation.time.1
source: Please enter the time according to the global time format.
de: Bitte geben Sie die Uhrzeit gemäß des globalen Zeitformats ein.

# tl_recommendation.rating.0
source: Rating
de: Bewertung

# tl_recommendation.rating.1
source: Here you can enter a recommendation.
de: Hier können Sie die Bewertung eingeben.

# tl_recommendation.recommendation_customField.0
source: Custom field
de: Benutzerdefiniertes Feld

# tl_recommendation.recommendation_customField.1
source: Here you can add additional text that should be displayed within the recommendation.
de: Hier können Sie einen zusätzlichen Text hinzufügen, der in der Bewertung angezeigt werden soll.

# tl_recommendation.teaser.0
source: Recommendation teaser
de: Teasertext

# tl_recommendation.teaser.1
source: The recommendation teaser can be shown in a recommendation list instead of the full text. A "read more …" link will be added automatically.
de: Der Teasertext kann in einer Bewertungsliste anstatt des ganzen Beitrags angezeigt werden. Ein "Weiterlesen …"-Link wird automatisch hinzugefügt.

# tl_recommendation.text.0
source: recommendation text
de: Bewertungstext

# tl_recommendation.text.1
source: Here you can enter the recommendation text.
de: Hier können Sie den Bewertungstext eingeben.

# tl_recommendation.email.0
source: E-mail address
de: E-Mail-Adresse

# tl_recommendation.email.1
source: The e-mail address will not be published.
de: Die E-Mail-Adresse wird nicht veröffentlicht.

# tl_recommendation.image.0
source: Image
de: Bild

# tl_recommendation.imageUrl.0
source: Image
de: Bild

# tl_recommendation.imageUrl.1
source: Here you can enter a recommendation image.
de: Hier können Sie der Bewertung ein Bild zuordnen.

# tl_recommendation.cssClass.0
source: CSS class
de: CSS-Klasse

# tl_recommendation.cssClass.1
source: Here you can enter one or more classes.
de: Hier können Sie eine oder mehrere Klassen eingeben.

# tl_recommendation.featured.0
source: Feature recommendation
de: Bewertung hervorheben

# tl_recommendation.featured.1
source: Show the recommendation in a featured recommendation list.
de: Die Bewertung in einer Liste hervorgehobener Bewertungen anzeigen.

# tl_recommendation.published.0
source: Publish recommendation
de: Bewertung veröffentlichen

# tl_recommendation.published.1
source: Make the recommendation publicly visible on the website.
de: Die Bewertung auf der Webseite anzeigen.

# tl_recommendation.verified.0
source: Verified
de: Verifiziert

# tl_recommendation.verified.1
source: Indicates if the rating is verified.
de: Gibt an, ob die Bewertung verifiziert ist.

# tl_recommendation.start.0
source: Show from
de: Anzeigen ab

# tl_recommendation.start.1
source: Do not show the recommendation on the website before this day.
de: Die Bewertung erst ab diesem Tag auf der Webseite anzeigen.

# tl_recommendation.stop.0
source: Show until
de: Anzeigen bis

# tl_recommendation.stop.1
source: Do not show the recommendation on the website on and after this day.
de: Die Bewertung nur bis zu diesem Tag auf der Webseite anzeigen.

# tl_recommendation.tstamp.0
source: Revision date
de: Änderungsdatum

# tl_recommendation.tstamp.1
source: Date and time of the latest revision
de: Datum und Uhrzeit der letzten Änderung

# tl_recommendation.title_legend
source: Title and author
de: Titel und Autor

# tl_recommendation.date_legend
source: Date and time
de: Datum und Zeit

# tl_recommendation.recommendation_legend
source: Recommendation
de: Bewertung

# tl_recommendation.expert_legend
source: Expert settings
de: Experten-Einstellungen

# tl_recommendation.publish_legend
source: Publish settings
de: Veröffentlichung

# tl_recommendation.new.0
source: New recommendation
de: Neue Bewertung

# tl_recommendation.new.1
source: Create a new recommendation
de: Eine neue Bewertung erstellen

# tl_recommendation.show.0
source: Recommendation details
de: Bewertungsdetails

# tl_recommendation.show.1
source: Show the details of recommendation ID %s
de: Die Details der Bewertung ID %s anzeigen

# tl_recommendation.edit.0
source: Edit recommendation
de: Bewertung bearbeiten

# tl_recommendation.edit.1
source: Edit recommendation ID %s
de: Bewertung ID %s bearbeiten

# tl_recommendation.copy.0
source: Duplicate recommendation
de: Bewertung duplizieren

# tl_recommendation.copy.1
source: Duplicate recommendation ID %s
de: Bewertung ID %s duplizieren

# tl_recommendation.cut.0
source: Move recommendation
de: Bewertung verschieben

# tl_recommendation.cut.1
source: Move recommendation ID %s
de: Bewertung ID %s verschieben

# tl_recommendation.delete.0
source: Delete recommendation
de: Bewertung löschen

# tl_recommendation.delete.1
source: Delete recommendation ID %s
de: Bewertung ID %s löschen

# tl_recommendation.toggle.0
source: Publish/unpublish recommendation
de: Bewertung veröffentlichen/unveröffentlichen

# tl_recommendation.toggle.1
source: Publish/unpublish recommendation ID %s
de: Bewertung ID %s veröffentlichen/unveröffentlichen

# tl_recommendation.feature.0
source: Feature/unfeature recommendation
de: Bewertung hervorheben/zurücksetzen

# tl_recommendation.feature.1
source: Feature/unfeature recommendation ID %s
de: Bewertung ID %s hervorheben/zurücksetzen

# tl_recommendation.editmeta.0
source: Edit recommendation settings
de: Bewertungseinstellungen bearbeiten

# tl_recommendation.editmeta.1
source: Edit the recommendation settings
de: Die Bewertungseinstellungen bearbeiten

# tl_recommendation.pasteafter.0
source: Paste into this recommendation archive
de: In dieses Bewertungsarchiv einfügen

# tl_recommendation.pasteafter.1
source: Paste after recommendation ID %s
de: Nach der Bewertung ID %s einfügen

# tl_recommendation.recommendation_submit
source: Submit recommendation
de: Bewertung absenden

# tl_recommendation.recommendation_customFormFieldLabel
source: Field
de: Feld
