Repository: oveleon/contao-recommendation-bundle
Catalog: src/Resources/contao/languages/*/*_recommendation_list.xlf
Languages: de

# tl_recommendation_list.emptyList
source: Currently there are no recommendations.
de: Zurzeit sind keine Bewertungen vorhanden.

# tl_recommendation_list.minTwo
source: At least 2 stars
de: Mindestens 2 Sterne

# tl_recommendation_list.minThree
source: At least 3 stars
de: Mindestens 3 Sterne

# tl_recommendation_list.minFour
source: At least 4 stars
de: Mindestens 4 Sterne

# tl_recommendation_list.minFive
source: At least 5 stars
de: Mindestens 5 Sterne

# tl_recommendation_list.all_items
source: Show all recommendations
de: Alle Bewertungen anzeigen

# tl_recommendation_list.featured
source: Show featured recommendation only
de: Nur hervorgehobene Bewertungen anzeigen

# tl_recommendation_list.unfeatured
source: Skip featured recommendations
de: Hervorgehobene Bewertungen überspringen

# tl_recommendation_list.featured_first
source: Show featured recommendations first
de: Hervorgehobene Bewertungen zuerst anzeigen

# tl_recommendation_list.order_date_asc
source: Date ascending
de: Datum aufsteigend

# tl_recommendation_list.order_date_desc
source: Date descending
de: Datum absteigend

# tl_recommendation_list.order_random
source: Random order
de: Zufällige Reihenfolge

# tl_recommendation_list.order_rating_desc
source: Rating descending
de: Bewertung absteigend
