Repository: oveleon/contao-recommendation-bundle
Catalog: src/Resources/contao/languages/*/modules.xlf
Languages: de

# MOD.recommendation.0
source: Recommendations
de: Bewertungen

# MOD.recommendation.1
source: Manage recommendations
de: Bewertungen verwalten

# MOD.recommendation_settings.0
source: Recommendation settings
de: Bewertungs-Einstellungen

# MOD.recommendation_settings.1
source: Configure recommendation settings
de: Bewertungs-Einstellungen vornehmen

# FMD.recommendation
source: Recommendations
de: Bewertungen

# FMD.recommendationlist.0
source: recommendationlist
de: Bewertungsliste

# FMD.recommendationlist.1
source: Adds a list of recommendations to the page
de: Fügt der Seite eine Bewertungsliste hinzu

# FMD.recommendationreader.0
source: Recommendationreader
de: Bewertungsleser

# FMD.recommendationreader.1
source: Shows the details of a recommendation
de: Stellt eine einzelne Bewertung dar

# FMD.recommendationform.0
source: Recommendation form
de: Bewertungsformular

# FMD.recommendationform.1
source: Adds a recommendation form to the page
de: Fügt der Seite ein Formular für Bewertungen hinzu
