Repository: oveleon/contao-recommendation-bundle
Catalog: contao/languages/*/*_module.xlf
Languages: de

# tl_module.privacy_legend
source: Data security
de: Datenschutz

# tl_module.recommendation_archives.0
source: Recommendation archives
de: Bewertungsarchive

# tl_module.recommendation_archives.1
source: Please select one or more recommendation archives.
de: Bitte wählen Sie ein oder mehrere Bewertungsarchive.

# tl_module.recommendation_archive.0
source: Recommendation archive
de: Bewertungsarchiv

# tl_module.recommendation_archive.1
source: Please select a recommendation archive.
de: Bitte wählen Sie ein Bewertungsarchiv aus.

# tl_module.recommendation_featured.0
source: Featured items
de: Hervorgehobene Bewertungen

# tl_module.recommendation_featured.1
source: Here you can choose how featured items are handled.
de: Hier legen Sie fest, wie hervorgehobene Bewertungen gehandhabt werden.

# tl_module.recommendation_readerModule.0
source: Recommendation reader module
de: Bewertungsleser

# tl_module.recommendation_readerModule.1
source: Automatically switch to the recommendation reader if an item has been selected.
de: Automatisch zum Bewertungsleser wechseln, wenn eine Bewertung ausgewählt wurde.

# tl_module.recommendation_metaFields.0
source: Meta fields
de: Meta-Felder

# tl_module.recommendation_metaFields.1
source: Here you can select the meta fields.
de: Hier können Sie die Meta-Felder auswählen.

# tl_module.recommendation_useDialog.0
source: Use dialog popup
de: Dialog-Popup nutzen

# tl_module.recommendation_useDialog.1
source: Adds a dialog popup for the recommendation and disables the forwarding page. You don't need a reader module for this feature.
de: Fügt ein Dialog-Popup für die Bewertung hinzu und deaktiviert die Weiterleitungsseite. Für diese Funktion benötigen Sie kein Lesemodul.

# tl_module.recommendation_optionalFormFields.0
source: Optional recommendation fields
de: Optionale Bewertungsfelder

# tl_module.recommendation_optionalFormFields.1
source: Here you can select one or more recommendation fields. Author, rating and text are mandatory.
de: Bitte wählen Sie ein oder mehrere Bewertungsfelder. Autor, Bewertung und Text sind Pflichtfelder.

# tl_module.recommendation_customFieldLabel.0
source: Label: Custom field
de: Label: Benutzerdefiniertes Feld

# tl_module.recommendation_customFieldLabel.1
source: Here you can add a label for the custom field. If the option is empty, the fallback from the tl_recommendation language file is used.
de: Hier können Sie eine Beschriftung für das benutzerdefinierte Feld hinzufügen. Bei leerer Option wird der Fallback aus der Sprachdatei tl_recommendation genutzt.

# tl_module.recommendation_notify.0
source: E-mail notifications
de: E-Mail Benachrichtigungen

# tl_module.recommendation_notify.1
source: Notify me of new recommendations by e-mail. E-Mails will be sent to the system administrator.
de: Über neue Bewertungen per E-Mail benachrichtigen. E-Mails werden an den Webseiten-Administrator gesendet.

# tl_module.recommendation_moderate.0
source: Moderate
de: Moderieren

# tl_module.recommendation_moderate.1
source: Approve recommendations before they are published on the website.
de: Bewertungen erst nach Bestätigung auf der Webseite veröffentlichen.

# tl_module.recommendation_disableCaptcha.0
source: Disable spam protection
de: Spam-Schutz deaktivieren

# tl_module.recommendation_disableCaptcha.1
source: Here you can disable the spam protection (not recommended).
de: Hier können Sie den Spam-Schutz deaktivieren (nicht empfohlen).

# tl_module.recommendation_privacyText.0
source: Privacy text
de: Datenschutz Text

# tl_module.recommendation_privacyText.1
source: The label for a privacy checkbox. Here you can enter a privacy note to make the recommendation GDPR compliant.
de: Die Beschriftung für eine Datenschutz-Checkbox. Hier können Sie einen Datenschutzhinweis eingeben, um die Bewertung DSGVO-konform zu gestalten.

# tl_module.recommendation_activate.0
source: Send activation e-mail
de: Aktivierungsmail verschicken

# tl_module.recommendation_activate.1
source: Send an activation e-mail to the user.
de: Eine Aktivierungsmail an den Benutzer senden.

# tl_module.recommendation_activateJumpTo.0
source: Confirmation page
de: Bestätigungsseite

# tl_module.recommendation_activateJumpTo.1
source: Please choose the page to which users will be redirected after the request has been completed.
de: Bitte wählen Sie die Seite aus, zu der Benutzer nach Verarbeitung der Anfrage weitergeleitet werden.

# tl_module.recommendation_activateText.0
source: Activation message
de: Aktivierungsmail

# tl_module.recommendation_activateText.1
source: You can use the wildcards <em>##domain##</em> (domain name) and <em>##link##</em> (activation link).
de: Sie können die Platzhalter <em>##domain##</em> (Domainname) and <em>##link##</em> (Aktivierungslink) benutzen.

# tl_module.recommendation_template.0
source: Recommendation template
de: Bewertungstemplate

# tl_module.recommendation_template.1
source: Here you can select the recommendation template.
de: Hier können Sie das Bewertungstemplate auswählen.

# tl_module.recommendation_externalSize.0
source: External size
de: Externe Größe

# tl_module.recommendation_externalSize.1
source: Width and height of the external images in pixels (e.g. 128x128).
de: Breite und Höhe der externen Bilder in Pixeln (z. B. 128x128).

# tl_module.recommendation_order.0
source: Sort order
de: Sortierreihenfolge

# tl_module.recommendation_order.1
source: Here you can choose the sort order.
de: Hier können Sie die Sortierreihenfolge festlegen.

# tl_module.recommendation_minRating.0
source: Minimum rating
de: Mindestbewertung

# tl_module.recommendation_minRating.1
source: Show only recommendations with a minimum rating.
de: Nur Bewertungen mit einem Mindestrating anzeigen.

# tl_module.includeRecTemplate
source: To use the dialog-popup, the <em>%s</em> template needs to be included in the page layout.
de: Um das Dialog-Popup zu nutzen muss das <em>%s</em>-Template im Seitenlayout eingebunden sein.
