Repository: oveleon/contao-recommendation-bundle
Catalog: contao/languages/*/*_recommendation_settings.xlf
Languages: de

# tl_recommendation_settings.recommendation_legend
source: Settings
de: Einstellungen

# tl_recommendation_settings.recommendationDefaultImage.0
source: Default image
de: Standard-Bild

# tl_recommendation_settings.recommendationDefaultImage.1
source: The default image is displayed for recommendations that have not set their own image.
de: Das Standard-Bild wird bei Bewertungen angezeigt, die kein eigenes Bild gesetzt haben.

# tl_recommendation_settings.recommendationActiveColor.0
source: Color of active stars
de: Farbe für aktive Sterne

# tl_recommendation_settings.recommendationActiveColor.1
source: Color value will be set as inline css style in the html code.
de: Farbwert wird als inline css style im HTML code gesetzt.

# tl_recommendation_settings.recommendationAliasPrefix.0
source: Alias prefix
de: Alias-Präfix

# tl_recommendation_settings.recommendationAliasPrefix.1
source: Here you can enter an alias prefix that will precede a recommendation alias if no title has been entered.
de: Hier können Sie einen Alias-Präfix eingeben, der einem Bewertungsalias vorangestellt wird, wenn kein Titel eingegeben wurde.

# tl_recommendation_settings.defaultPrefix
source: recommendation
de: bewertung

# tl_recommendation_settings.recommendationImageUploadFolder.0
source: Target folder for images
de: Zielverzeichnis für Bilder

# tl_recommendation_settings.recommendationImageUploadFolder.1
source: Please select the target folder for images from the files directory.
de: Bitte wählen Sie das Zielverzeichnis für Bilder aus der Dateiübersicht.
